{"sections":{"main":{"type":"main-page","blocks":{"heading":{"type":"text","name":"Title","settings":{"text":"<h1>{{ closest.page.title }}<\/h1>","width":"100%","max_width":"normal","alignment":"left","type_preset":"h2","font":"var(--font-primary--family)","font_size":"","line_height":"normal","letter_spacing":"normal","case":"none","wrap":"pretty","color":"","background":false,"background_color":"#00000026","corner_radius":0,"padding-block-start":0,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{}},"page-content":{"type":"page-content","settings":{},"blocks":{}}},"block_order":["heading","page-content"],"disabled":true,"settings":{"content_direction":"column","gap":32,"color_scheme":"","padding-block-start":40,"padding-block-end":80}},"new_faq_a3XEPg":{"type":"new-faq","blocks":{"faq_item_tmzYCe":{"type":"faq_item","settings":{"faq_category":"","faq_question_1":"Klyr Return Policy","faq_answer_1":"<p>At Klyr, we strive for complete satisfaction with our products. Please review our return policy below: 100% Satisfaction Guarantee Not happy with your product — for any reason? You’ll receive a full refund!* You can also exchange your order for another item of the same value that suits you better. In most cases, you won’t even need to return the product. We simply ask for your feedback, and if possible, photos or videos to help us understand the issue. Your input allows us to keep improving our products. General Terms & Conditions Refund requests must be submitted within 30 days of receiving your order. Requests made after this period are not eligible under this policy. This policy applies only to our cosmetic products. Accessories sold in our store are excluded. This policy does not apply to bundles or multi-packs. This is a one-time offer for first-time customers trying our products. It cannot be applied to repeat purchases of the same product. Refunds will be processed back to the original payment method used for purchase. Please allow 5–7 business days after your refund request has been approved by our Customer Service team. Original shipping costs are non-refundable due to third-party distribution partnerships. If your order qualified for free shipping, the actual shipping costs will be deducted from your refund. This is because the shipping costs were already covered by us with our partners at the time of delivery. Free gifts and promotional items are not eligible for this policy. Any misuse or fraudulent claims under this policy will void your right to a refund. For non-cosmetic items, our standard return policy applies. Returning Customers If you are a returning customer and experience an issue with your order, we can either send you a replacement item or issue a refund in the following cases: a. You report the issue within 30 days of receiving your order. b. The product arrived damaged — photos are required as proof. c. The product does not function as expected and may be defective — photos or videos are required for processing. We may ask for the LOT number of the damaged or defective product to investigate the issue. For bundles or multi-packs, only the damaged item can be replaced or refunded, not the entire set. No replacements or refunds will be offered for products purchased more than 30 days prior to the request. Please note: We currently do not accept physical returns of cosmetic products. Our Customer Service team will work with you to find the best solution. We want you to continue enjoying our products and feel confident using Klyr. Contact Information If you have any questions or concerns about our return, cancellation, or refund policy, please contact our Customer Service team. We’re here to help. Disclaimer Klyr reserves the right to update or modify this policy at any time without prior notice. Any changes will take effect immediately upon being posted on our website. By making a purchase from Klyr, you agree to the terms outlined in this policy. Add in html tags so that everything is good. Now it's just plain text when I paste it<\/p>","faq_question_2":"","faq_answer_2":"","faq_question_3":"","faq_answer_3":"","faq_question_4":"","faq_answer_4":"","faq_question_5":"","faq_answer_5":""}}},"block_order":["faq_item_tmzYCe"],"name":"FAQ Section","settings":{"faq_heading":"Returns"}}},"order":["main","new_faq_a3XEPg"]}