{"sections":{"main":{"type":"main-page","blocks":{"heading":{"type":"text","name":"Title","settings":{"text":"<h1>{{ closest.page.title }}<\/h1>","width":"100%","max_width":"normal","alignment":"left","type_preset":"h2","font":"var(--font-primary--family)","font_size":"","line_height":"normal","letter_spacing":"normal","case":"none","wrap":"pretty","color":"","background":false,"background_color":"#00000026","corner_radius":0,"padding-block-start":0,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{}},"page-content":{"type":"page-content","settings":{},"blocks":{}}},"block_order":["heading","page-content"],"disabled":true,"settings":{"content_direction":"column","gap":32,"color_scheme":"","padding-block-start":40,"padding-block-end":80}},"new_legal_LJmf7G":{"type":"new-legal","name":"Terms & Conditions","settings":{"terms_heading":"terms & services","article_title":"Terms and services","article_description_top":"","article_richtext":"<p>OVERVIEW<br\/><br\/>Welcome to Klyr Men! The terms “we”, “us” and “our” refer to Klyr Men. Klyr Men operates this online store and website, including all related information, content, features, tools, products and services (collectively, the “Services”), to provide you, the customer, with a curated shopping experience.<br\/><br\/>Klyr Men is powered by Shopify, which enables us to provide these Services to you.<br\/><br\/>The following terms and conditions, together with any policies referenced herein (these “Terms of Service” or “Terms”), describe your rights and responsibilities when using our Services. Please read these Terms carefully, as they include important information about your legal rights and cover areas such as warranty disclaimers and limitations of liability.<br\/><br\/>By visiting, interacting with, or using our Services, you agree to be bound by these Terms and our Privacy Policy<br\/>. If you do not agree, you should not access or use our Services.<br\/><br\/>SECTION 1 - ACCESS AND ACCOUNT<br\/><br\/>By agreeing to these Terms, you represent that you are at least the age of majority in your state, province, or country of residence, and you consent to allow any of your minor dependents to use the Services on devices you own, purchase, or manage.<br\/><br\/>When using the Services, including browsing our online store or purchasing products, you may be required to provide information such as your name, email address, billing, payment, and shipping details. You represent and warrant that all information provided is true, accurate, current, and complete, and that you have the necessary rights to provide such information.<br\/><br\/>You are solely responsible for maintaining the confidentiality of your account credentials and for all activity under your account. You may not transfer, sell, assign, or license your account to another party.<br\/><br\/>SECTION 2 - OUR PRODUCTS<br\/><br\/>We aim to provide accurate descriptions and representations of our products and services. However, please note:<br\/><br\/>Colours and product appearance may differ depending on your device settings.<br\/><br\/>We do not guarantee that the appearance, quality, or performance of any product will meet your expectations.<br\/><br\/>All descriptions, pricing, and availability are subject to change at our discretion without notice.<br\/><br\/>We reserve the right to discontinue any product at any time and to limit quantities to any person, household, or geographic region.<br\/><br\/>SECTION 3 - ORDERS<br\/><br\/>When you place an order, you make an offer to purchase. We reserve the right to accept or decline any order at our discretion. Orders are only accepted once we confirm and process your payment.<br\/><br\/>Please review orders carefully before submitting. Once accepted, cancellations may not be possible. If an order is declined, modified, or cancelled, we will attempt to notify you using the contact details provided.<br\/><br\/>Purchases are subject to our Refund Policy<br\/>.<br\/><br\/>All purchases must be for personal or household use only and not for resale or export.<br\/><br\/>SECTION 4 - PRICES AND BILLING<br\/><br\/>Prices, promotions, and discounts may change without notice.<br\/><br\/>The price charged is the price at checkout and confirmed in your order confirmation email.<br\/><br\/>Unless otherwise stated, prices exclude taxes, shipping, handling, customs duties, or import fees.<br\/><br\/>You must provide accurate billing and payment details, and update them as needed.<br\/><br\/>By completing a purchase, you represent and warrant that:<br\/><br\/>Your payment details are valid and complete.<br\/><br\/>You are authorised to use the chosen payment method.<br\/><br\/>Your card issuer or payment provider will honour the charges.<br\/><br\/>You will pay all charges including applicable taxes and fees.<br\/><br\/>SECTION 5 - SHIPPING AND DELIVERY<br\/><br\/>All delivery times are estimates and not guaranteed.<br\/><br\/>We are not responsible for delays caused by carriers, customs, or events beyond our control.<br\/><br\/>Risk of loss passes to you once products are handed to the carrier.<br\/><br\/>International customers are responsible for any import duties or customs fees.<br\/><br\/>SECTION 6 - INTELLECTUAL PROPERTY<br\/><br\/>The Services, including all trademarks, logos, text, images, graphics, video, and software, are owned by Youxi Pufeikete Guoji Maoyi Youxiangongsi (trading as Klyr Men) or its licensors. They are protected by EU, U.S., and international intellectual property laws.<br\/><br\/>You may use the Services only for personal, non-commercial purposes. Copying, modifying, or redistributing content without our consent is prohibited.<br\/><br\/>“Klyr Men”, our logos, product names, and slogans are trademarks of Youxi Pufeikete Guoji Maoyi Youxiangongsi Shopify’s names, logos, and trademarks are property of Shopify. All other marks are the property of their respective owners.<br\/><br\/>SECTION 7 - OPTIONAL TOOLS<br\/><br\/>We may provide access to third-party tools. These are provided “as is” without warranties. Use of such tools is at your own risk and governed by the third party’s terms.<br\/><br\/>SECTION 8 - THIRD-PARTY LINKS<br\/><br\/>The Services may contain links to third-party websites or materials. We are not responsible for their content, accuracy, or practices. Accessing them is at your own risk.<br\/><br\/>SECTION 9 - RELATIONSHIP WITH SHOPIFY<br\/><br\/>Klyr Men is powered by Shopify, which enables us to operate the Services. However, purchases are made directly with Youxi Pufeikete Guoji Maoyi Youxiangongsi. Shopify is not a party to these sales and bears no liability for transactions. You release Shopify from any claims relating to your use of the Services or purchases.<br\/><br\/>SECTION 10 - PRIVACY POLICY<br\/><br\/>All personal data collected is governed by our Privacy Policy<br\/>. Because our store is hosted on Shopify, Shopify may also process your data. See Shopify’s Privacy Policy for details.<br\/><br\/>SECTION 11 - FEEDBACK<br\/><br\/>Any feedback, reviews, or ideas you provide may be used by us without compensation. You grant us a worldwide, royalty-free license to use such submissions. You represent that you own or control all rights to your submissions.<br\/><br\/>SECTION 12 - ERRORS, INACCURACIES AND OMISSIONS<br\/><br\/>From time to time, information on our site may contain errors or omissions (e.g., pricing, availability). We reserve the right to correct errors, update information, or cancel orders where necessary.<br\/><br\/>SECTION 13 - PROHIBITED USES<br\/><br\/>You may use our Services only for lawful purposes. You may not:<br\/><br\/>Violate laws or regulations.<br\/><br\/>Infringe intellectual property rights.<br\/><br\/>Harass, defame, or harm others.<br\/><br\/>Distribute spam, malware, or harmful code.<br\/><br\/>Exploit or copy the Services.<br\/><br\/>Circumvent security features.<br\/><br\/>We may suspend or terminate your account for violations.<br\/><br\/>SECTION 14 - TERMINATION<br\/><br\/>We may suspend or terminate your access at any time without notice if you breach these Terms. Sections relating to intellectual property, liability, indemnification, and other provisions will survive termination.<br\/><br\/>SECTION 15 - DISCLAIMER OF WARRANTIES<br\/><br\/>The Services and Products are provided “as is” and “as available.” We make no warranties of any kind, express or implied, including merchantability, fitness for purpose, durability, title, or non-infringement.<br\/><br\/>Some jurisdictions do not allow exclusions of warranties, so these limitations may not apply to you.<br\/><br\/>SECTION 16 - LIMITATION OF LIABILITY<br\/><br\/>To the maximum extent permitted by law, Youxi Pufeikete Guoji Maoyi Youxiangongsi (Klyr Men), Shopify, and their affiliates will not be liable for indirect or consequential damages (including lost profits, lost data, or replacement costs) arising from your use of the Services or Products.<br\/><br\/>Our liability will not exceed the amount you paid for the relevant product.<br\/><br\/>SECTION 17 - INDEMNIFICATION<br\/><br\/>You agree to indemnify and hold harmless Klyr Men, Shopify, and their affiliates from any claims or damages arising from your use of the Services, your breach of these Terms, or violation of any law or third-party rights.<br\/><br\/>SECTION 18 - SEVERABILITY<br\/><br\/>If any provision of these Terms is deemed unenforceable, the remaining provisions will continue in effect.<br\/><br\/>SECTION 19 - WAIVER; ENTIRE AGREEMENT<br\/><br\/>Failure to enforce any right does not constitute a waiver. These Terms and related policies constitute the entire agreement between you and us.<br\/><br\/>SECTION 20 - ASSIGNMENT<br\/><br\/>You may not transfer your rights under these Terms without our consent. We may assign or delegate our rights without notice.<br\/><br\/>SECTION 21 - GOVERNING LAW<br\/><br\/>These Terms are governed by Dutch law. Disputes will be submitted to the competent court in Arnhem, The Netherlands, unless mandatory consumer laws in your country grant you local protection.<br\/><br\/>SECTION 22 - HEADINGS<br\/><br\/>Headings are included for convenience only and do not affect interpretation.<br\/><br\/>SECTION 23 - CHANGES TO TERMS<br\/><br\/>You can review the latest version of these Terms at any time on this page. We may update these Terms from time to time. Material changes will be communicated in accordance with applicable law.<br\/><br\/>SECTION 24 - CONTACT INFORMATION<br\/><br\/>Company: Youxi Pufeikete Guoji Maoyi Youxiangongsi<br\/>Trading Name: Klyr Men<br\/>Registered Address: Rm808 Block A Zhongguanxilu 1277# Zhenhaiqu Ningbo, 315201, China<br\/>rRgistration no. 91350426MABU4UY127<br\/>Email: support@klyrmen.com<\/p>"}}},"order":["main","new_legal_LJmf7G"]}