{"sections":{"main":{"type":"main-page","blocks":{"heading":{"type":"text","name":"Title","settings":{"text":"<h1>{{ closest.page.title }}<\/h1>","width":"100%","max_width":"normal","alignment":"left","type_preset":"h2","font":"var(--font-primary--family)","font_size":"","line_height":"normal","letter_spacing":"normal","case":"none","wrap":"pretty","color":"","background":false,"background_color":"#00000026","corner_radius":0,"padding-block-start":0,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{}},"page-content":{"type":"page-content","settings":{},"blocks":{}}},"block_order":["heading","page-content"],"disabled":true,"settings":{"content_direction":"column","gap":32,"color_scheme":"","padding-block-start":40,"padding-block-end":80}},"new_legal_LJmf7G":{"type":"new-legal","name":"Terms & Conditions","settings":{"terms_heading":"terms & conditions","article_title":"Terms & Conditions – Klyr Men","article_description_top":"","article_richtext":"<p>Last updated: 16-10-2025<br\/><br\/>When placing an order with Youxi Pufeikete Guoji Maoyi Youxiangongsi  (“Klyr”, “we”, “us”, or “our”) for products sold on our websites, apps, and other sales channels (collectively, the “Site”), you are deemed to have read, understood, and agreed to these Terms & Conditions (the “Terms”). Please read them carefully. If you are dissatisfied with any aspect, contact our customer service before placing your order.<br\/><br\/>We may amend these Terms from time to time. The version shown at the top of these Terms is the version currently in force. Each time you place an order, the Terms in force at that time apply. If we make material changes that affect an existing order, we will notify you in advance and inform you of your right to cancel if you do not agree.<br\/><br\/>Contents<br\/><br\/>Definitions<br\/><br\/>Identity of Youxi Pufeikete Guoji Maoyi Youxiangongsi<br\/><br\/>Applicability<br\/><br\/>The Offer<br\/><br\/>The Agreement<br\/><br\/>Right of Withdrawal (EU\/EEA & UK) and Our Voluntary Return Policy (International)<br\/><br\/>Consumer Obligations During the Cooling-Off Period<br\/><br\/>Exercising the Right of Withdrawal \/ Returns and Costs<br\/><br\/>Obligations of Youxi Pufeikete Guoji Maoyi Youxiangongsi upon Withdrawal \/ Return<br\/><br\/>Exclusions from Withdrawal \/ Return<br\/><br\/>Pricing, Taxes, Duties & Currency<br\/><br\/>Compliance, Warranties & Additional Guarantee<br\/><br\/>Product Descriptions<br\/><br\/>Orders & Purchase for Personal Use<br\/><br\/>Delivery, Risk, Fulfilment & Pre-Orders<br\/><br\/>Duration Contracts: Termination & Renewal<br\/><br\/>Payment<br\/><br\/>Customs, Import, Refused Parcels & Undeliverable Orders<br\/><br\/>Promotions, Vouchers & Gift Cards<br\/><br\/>Limitation of Liability<br\/><br\/>Force Majeure<br\/><br\/>Complaints Procedure<br\/><br\/>Governing Law & Disputes<br\/><br\/>Additional or Deviating Provisions<br\/>Annex I – EU Standard Withdrawal Form<br\/>Annex II – Region-Specific Consumer Rights Summary (UK, US\/Canada, AU\/NZ)<br\/><br\/>Article 1 – Definitions<br\/><br\/>Additional Agreement: An agreement whereby the consumer acquires products, digital content and\/or services in connection with a distance contract, supplied by Youxi Pufeikete Guoji Maoyi Youxiangongsi or a third party under an arrangement with Youxi Pufeikete Guoji Maoyi Youxiangongsi<br\/>Cooling-off Period: The period within which the consumer may exercise the right of withdrawal under applicable law.<br\/>Consumer: A natural person not acting for purposes relating to their trade, business, craft or profession.<br\/>Day: Calendar day.<br\/>Digital Content: Data produced and delivered in digital form.<br\/>Duration Contract: A contract providing for regular supply of products, services and\/or digital content during a certain period.<br\/>Durable Medium: Any tool (including email) that enables information to be stored for future reference for a period suitable to the purpose and reproduced unchanged.<br\/>Right of Withdrawal: The consumer’s statutory right to withdraw from a distance contract within the cooling-off period (EU\/EEA & UK).<br\/>Distance Contract: A contract concluded between Youxi Pufeikete Guoji Maoyi Youxiangongsi and the consumer under an organised system for distance sales using one or more means of distance communication up to and including conclusion of the contract.<br\/>Withdrawal Form: The European model withdrawal form in Annex I.<br\/>Means of Distance Communication: Any method allowing contract conclusion without the parties being physically present at the same time.<br\/><br\/>Article 2 – Identity of Youxi Pufeikete Guoji Maoyi Youxiangongsi<br\/><br\/>Trade Name \/ Legal Entity: Youxi Pufeikete Guoji Maoyi Youxiangongsi<br\/>Registered Address: Rm808 Block A Zhongguanxilu 1277# Zhenhaiqu Ningbo, 315201, China<br\/>Registration no. 91350426MABU4UY127<br\/>Email: support@klyrmen.com<br\/> (or the contact email displayed on the Site)<br\/><br\/><br\/>Article 3 – Applicability<br\/><br\/>These Terms apply to every offer by Youxi Pufeikete Guoji Maoyi Youxiangongsi and every distance contract concluded between Youxi Pufeikete Guoji Maoyi Youxiangongsi and the consumer.<br\/><br\/>Prior to concluding any distance contract, these Terms will be made available to the consumer. If that is not reasonably possible, we will state how they can be accessed and that they will be provided free of charge upon request.<br\/><br\/>If the contract is concluded electronically, these Terms will also be made available electronically in such a way that they can be stored by the consumer on a durable medium.<br\/><br\/>If additional product- or service-specific conditions apply, the consumer may in the event of conflicting terms rely on the most favourable condition.<br\/><br\/>Article 4 – The Offer<br\/><br\/>If an offer has a limited validity period or is subject to conditions, this will be clearly stated.<br\/><br\/>The offer contains a complete and accurate description of the Products offered. Product images are illustrative only. Actual Products may differ in appearance (for example, packaging variations or minor colour differences due to screen displays).<br\/><br\/>Obvious mistakes or errors in the offer are not binding.<br\/><br\/>Every offer clearly specifies the rights and obligations attached to acceptance.<br\/><br\/>Article 5 – The Agreement<br\/><br\/>The agreement is concluded when the consumer accepts the offer and fulfils the conditions set out.<br\/><br\/>When an order is placed electronically, Youxi Pufeikete Guoji Maoyi Youxiangongsi promptly confirms receipt of the order by electronic means. Until this confirmation is received, the consumer may cancel the contract.<br\/><br\/>After confirmation, cancellation is no longer possible except under the Right of Withdrawal (Article 6) or under our voluntary international return policy.<br\/><br\/>Youxi Pufeikete Guoji Maoyi Youxiangongsi reserves the right to investigate whether the consumer can meet payment obligations and may refuse an order on justified grounds.<br\/><br\/>At the latest upon delivery, Youxi Pufeikete Guoji Maoyi Youxiangongsi provides the consumer with:<br\/><br\/>The business address for complaints;<br\/><br\/>Conditions for exercising the Right of Withdrawal or voluntary return;<br\/><br\/>Warranty and after-sales service details;<br\/><br\/>The total price including taxes, delivery, and payment methods;<br\/><br\/>Duration and termination conditions (if applicable);<br\/><br\/>The Withdrawal Form (for EU\/UK consumers).<br\/><br\/>Article 6 – Right of Withdrawal (EU\/EEA & UK) and Voluntary Return Policy (International)<br\/><br\/>EU\/EEA & UK consumers:<br\/>You have the statutory right to withdraw from your purchase within 14 days without giving any reason.<br\/><br\/>The withdrawal period begins on the day after receipt of the product.<br\/><br\/>For multiple products ordered in one order, the period starts after the last item is received.<br\/><br\/>For products delivered in parts, the period starts after the last part is received.<br\/><br\/>For services\/digital content not supplied on a tangible medium, the period starts after contract conclusion.<br\/><br\/>US, Canada, Australia, New Zealand and other international customers:<br\/>While statutory withdrawal rights may not apply, we offer a 14-day voluntary return policy under the same conditions as above.<br\/><br\/>Withdrawal\/returns require clear notification to Youxi Pufeikete Guoji Maoyi Youxiangongsi within the withdrawal\/return period.<br\/><br\/>Article 7 – Consumer Obligations During Cooling-off Period<br\/><br\/>During the withdrawal\/return period, the consumer must handle the product and packaging with care.<br\/><br\/>The consumer may only handle the product as necessary to establish its nature, characteristics, and functioning (as they would in a physical store).<br\/><br\/>The consumer is liable for any diminished value caused by handling beyond what is permitted.<br\/><br\/>Article 8 – Exercising the Right of Withdrawal \/ Returns and Costs<br\/><br\/>To exercise the right of withdrawal, consumers must notify Youxi Pufeikete Guoji Maoyi Youxiangongsi within the 14-day period using the model withdrawal form (Annex I) or another clear statement.<br\/><br\/>Products must be returned within 14 days of notification.<br\/><br\/>Returns must include all delivered accessories, be in original condition and packaging where reasonably possible, and follow the provided return instructions.<br\/><br\/>The consumer bears the direct costs of returning goods, unless Youxi Pufeikete Guoji Maoyi Youxiangongsi agrees otherwise.<br\/><br\/>For international returns outside the EU\/UK, the consumer is responsible for customs declarations and return shipping.<br\/><br\/>Article 9 – Obligations of Youxi Pufeikete Guoji Maoyi Youxiangongsi upon Withdrawal \/ Return<br\/><br\/>Youxi Pufeikete Guoji Maoyi Youxiangongsi acknowledges receipt of withdrawal\/return requests.<br\/><br\/>All payments received, including standard delivery costs (but excluding additional costs for express delivery), will be refunded within 14 days of notification of withdrawal.<br\/><br\/>Refunds may be withheld until Products are received back or proof of return is provided.<br\/><br\/>Refunds are issued to the original payment method unless otherwise agreed.<br\/><br\/>Article 10 – Exclusions from Withdrawal \/ Return<br\/><br\/>The Right of Withdrawal \/ voluntary return does not apply to:<br\/><br\/>Products made to consumer specifications or personalised.<br\/><br\/>Perishable goods or those with limited shelf life.<br\/><br\/>Sealed products not suitable for return for health or hygiene reasons once unsealed (e.g., cosmetics, skincare).<br\/><br\/>Products irreversibly mixed with other items after delivery.<br\/><br\/>Digital content not on a tangible medium if performance has begun with prior consent.<br\/><br\/>Article 11 – Pricing, Taxes, Duties & Currency<br\/><br\/>Prices are shown in local currency where possible and include VAT for EU customers.<br\/><br\/>For international orders (outside EU), prices exclude local import duties, sales taxes, or customs charges which may apply. These are the responsibility of the consumer.<br\/><br\/>During the validity period of an offer, prices will not increase except for changes in VAT or other taxes.<br\/><br\/>Price increases within 3 months of order are not permitted unless required by law.<br\/><br\/>Article 12 – Compliance, Warranties & Additional Guarantee<br\/><br\/>Youxi Pufeikete Guoji Maoyi Youxiangongsi ensures Products comply with the agreement, specifications, and applicable law.<br\/><br\/>Additional manufacturer or supplier guarantees do not limit statutory consumer rights.<br\/><br\/>Article 13 – Product Descriptions<br\/><br\/>Product descriptions and images are provided in good faith but may differ from actual products.<br\/><br\/>Packaging may vary from images on the Site.<br\/><br\/>Article 14 – Orders & Purchase for Personal Use<br\/><br\/>Orders may be limited to a maximum of 8 units per product per consumer per year.<br\/><br\/>Products are for personal use only and may not be resold or redistributed.<br\/><br\/>Youxi Pufeikete Guoji Maoyi Youxiangongsi reserves the right to refuse, cancel, or limit orders at its discretion.<br\/><br\/>Article 15 – Delivery, Risk, Fulfilment & Pre-Orders<br\/><br\/>Products are delivered to the address provided by the consumer.<br\/><br\/>Delivery will be made as soon as reasonably possible, and no later than 30 days, unless otherwise agreed.<br\/><br\/>Risk of loss or damage transfers to the consumer upon delivery.<br\/><br\/>Pre-orders: if indicated on the Site, pre-orders will ship on or after the specified release date.<br\/><br\/>Article 16 – Duration Contracts<br\/><br\/>Termination: Consumers may terminate indefinite contracts with one month’s notice.<br\/><br\/>Fixed-term contracts: End automatically unless otherwise agreed.<br\/><br\/>Renewal: Fixed-term contracts may not renew silently for more than 3 months, except indefinite extension with one month’s termination notice.<br\/><br\/>Article 17 – Payment<br\/><br\/>Unless otherwise agreed, payment must be made within 14 days of contract conclusion or, where applicable, within 14 days of the withdrawal period start.<br\/><br\/>Accepted payment methods are those listed at checkout.<br\/><br\/>Late payment may incur statutory interest and collection costs.<br\/><br\/>Article 18 – Customs, Import, Refused Parcels & Undeliverable Orders<br\/><br\/>For deliveries outside the EU, the consumer is responsible for all import duties, taxes, and customs clearance.<br\/><br\/>If a parcel is refused, abandoned, or undeliverable due to incorrect address or non-payment of duties, Klyr Men may deduct associated costs from any refund.<br\/><br\/>Article 19 – Promotions, Vouchers & Gift Cards<br\/><br\/>Promotional codes are valid only for the period and conditions stated.<br\/><br\/>Gift cards are non-refundable and cannot be exchanged for cash.<br\/><br\/>Article 20 – Limitation of Liability<br\/><br\/>To the extent permitted by law, Youxi Pufeikete Guoji Maoyi Youxiangongsi is not liable for indirect or consequential damages.<br\/><br\/>Liability is limited to the purchase price of the Products concerned.<br\/><br\/>Article 21 – Force Majeure<br\/><br\/>Youxi Pufeikete Guoji Maoyi Youxiangongsi is not liable for delays or non-performance caused by events beyond its reasonable control (e.g., natural disasters, strikes, transport issues, pandemics, government actions).<br\/><br\/>Article 22 – Complaints Procedure<br\/><br\/>Complaints must be submitted promptly and clearly described.<br\/><br\/>Complaints will be acknowledged within 14 days; if more time is required, the consumer will be notified.<br\/><br\/>Article 23 – Governing Law & Disputes<br\/><br\/>For EU\/EEA and UK consumers: contracts are governed by Dutch law, and disputes may be submitted to the competent Dutch court.<br\/><br\/>For international consumers: these Terms are governed by Dutch law, but mandatory consumer protection laws of your country of residence may apply.<br\/><br\/>The EU online dispute resolution (ODR) platform is available at: https:\/\/ec.europa.eu\/consumers\/odr<br\/><br\/>Article 24 – Additional or Deviating Provisions<br\/><br\/>Any additional provisions may not disadvantage the consumer and must be documented in writing or on a durable medium.<br\/><br\/>Annex I – EU Standard Withdrawal Form<br\/><br\/>(Complete and return only if you wish to withdraw from the contract)<br\/>[Withdrawal form template – same as in previous draft, kept intact for compliance]<br\/><br\/>Annex II – Region-Specific Consumer Rights Summary<br\/><br\/>United Kingdom (UK): Consumers have similar statutory withdrawal rights (14 days) under the Consumer Contracts Regulations 2013.<br\/><br\/>United States & Canada: No statutory right of withdrawal applies. Klyr offers a voluntary 14-day return policy. Consumers may also have rights under state\/provincial laws regarding defective products.<br\/><br\/>Australia & New Zealand: Consumers have statutory rights under the Australian Consumer Law (ACL) and New Zealand Consumer Guarantees Act (CGA), which cannot be excluded. These guarantee that goods must be of acceptable quality, fit for purpose, and match their description.<\/p>"}}},"order":["main","new_legal_LJmf7G"]}