{"sections":{"main":{"type":"main-page","blocks":{"heading":{"type":"text","name":"Title","settings":{"text":"<h1>{{ closest.page.title }}<\/h1>","width":"100%","max_width":"normal","alignment":"left","type_preset":"h2","font":"var(--font-primary--family)","font_size":"","line_height":"normal","letter_spacing":"normal","case":"none","wrap":"pretty","color":"","background":false,"background_color":"#00000026","corner_radius":0,"padding-block-start":0,"padding-block-end":0,"padding-inline-start":0,"padding-inline-end":0},"blocks":{}},"page-content":{"type":"page-content","settings":{},"blocks":{}}},"block_order":["heading","page-content"],"disabled":true,"settings":{"content_direction":"column","gap":32,"color_scheme":"","padding-block-start":40,"padding-block-end":80}},"new_legal_LJmf7G":{"type":"new-legal","name":"Terms & Conditions","settings":{"terms_heading":"Cookie policy","article_title":"cookie policy - Klyr Men","article_description_top":"","article_richtext":"<p>Cookie Policy<br\/><br\/>This Cookie Policy explains how Klyr men (“we”, “us”, and “our”) uses cookies and similar technologies on our website [www.klyrmen.com<br\/>] (the “Site”). It should be read together with our [Privacy Policy].<br\/><br\/>By continuing to browse or use our Site, you agree to the use of cookies as described in this policy.<br\/><br\/>1. What Are Cookies?<br\/><br\/>Cookies are small text files that are stored on your device when you visit a website. They allow the website to recognize your device and remember your preferences, improve your browsing experience, and provide insights into how the Site is used.<br\/><br\/>2. Types of Cookies We Use<br\/>a) Essential Cookies<br\/><br\/>These cookies are necessary for the operation of our Site. They enable core features such as shopping cart functionality, secure checkout, and site security. Without these cookies, the Site cannot function properly.<br\/><br\/>b) Performance & Analytics Cookies<br\/><br\/>We use cookies from third-party providers (such as Google Analytics) to collect information about how visitors use our Site. These cookies help us understand traffic patterns, measure the effectiveness of marketing campaigns, and improve the overall user experience.<br\/><br\/>c) Advertising & Targeting Cookies<br\/><br\/>These cookies track your browsing habits across our Site and others so we can deliver relevant ads and offers. They may be set by advertising networks such as Meta (Facebook\/Instagram) or Google.<br\/><br\/>d) Functionality Cookies<br\/><br\/>These cookies allow the Site to remember your preferences (such as language, region, or login details) to provide a more personalized experience.<br\/><br\/>3. Third-Party Cookies<br\/><br\/>Some cookies are placed by third parties that provide services to us, such as analytics providers, advertising partners, and social media platforms. These third parties may use the information collected to serve ads relevant to your interests on other websites.<br\/><br\/>4. How to Control Cookies<br\/><br\/>You can control or disable cookies at any time by adjusting your browser settings. Please note that disabling cookies may affect the functionality of our Site.<br\/><br\/>To opt out of Google Analytics, visit: https:\/\/tools.google.com\/dlpage\/gaoptout<br\/><br\/>To learn more about targeted advertising and how to opt out, visit: https:\/\/www.youronlinechoices.com<br\/> or https:\/\/optout.aboutads.info<br\/><br\/>You may also manage your cookie preferences directly via our cookie banner.<br\/><br\/>5. Updates to This Policy<br\/><br\/>We may update this Cookie Policy from time to time to reflect changes in technology, legal requirements, or our business practices. When we do, we will update the “Last Updated” date below.<br\/><br\/>Last Updated: October 2025<br\/><br\/>6. Contact Us<br\/><br\/>If you have any questions about this Cookie Policy, you can contact us at:<br\/><br\/>Youxi Pufeikete Guoji Maoyi Youxiangongsi<br\/>Trade Name: Klyr Men<br\/>Address: Rm808 Block A Zhongguanxilu 1277# Zhenhaiqu Ningbo, 315201, China<br\/>Email: support@klyrmen.com<\/p>"}}},"order":["main","new_legal_LJmf7G"]}